cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'imagemagick'
brew 'jq'
brew 'openssl'
brew 'node'
brew 'p7zip'
brew 'spark'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

cask '1password'
cask 'acorn'
cask 'adium'
cask 'alfred'
cask 'atom'
cask 'bartender'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'google-chrome-canary'
cask 'handbrake'
cask 'iterm2'
cask 'screenflow'
cask 'sublime-text'
cask 'sourcetree'
cask 'transmission'
cask 'vlc'
